Repository: Jamoliddin0968/univers
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: YUNUS RAJABIY NOMIDAGI O‘ZBEK MILLIY MUSIQA SAN’ATI INSTITUTI BO'LIMLAR
ru: ОТДЕЛЕНИЯ УЗБЕКСКОГО НАЦИОНАЛЬНОГО ИНСТИТУТА МУЗЫКАЛЬНОГО ИСКУССТВА ИМЕНИ ЮНУСА РАДЖАБИ

source: Batafsil
ru: Подробнее

source: YUNUS RAJABIY NOMIDAGI O‘ZBEK MILLIY MUSIQA SAN’ATI INSTITUTI FAKULTETLAR
ru: УЗБЕКСКИЙ НАЦИОНАЛЬНЫЙ ИНСТИТУТ МУЗЫКАЛЬНОГО ИСКУССТВА ИМЕНИ ЮНУСА РАДЖАБИ ФАКУЛЬТЕТ

source: YUNUS RAJABIY NOMIDAGI O‘ZBEK MILLIY MUSIQA SAN’ATI INSTITUTI KAFEDRALAR
ru: ОТДЕЛЕНИЯ УЗБЕКСКОГО НАЦИОНАЛЬНОГО ИНСТИТУТА МУЗЫКАЛЬНОГО ИСКУССТВА ИМЕНИ ЮНУСА РАДЖАБИ

source: YUNUS RAJABIY NOMIDAGI O‘ZBEK MILLIY MUSIQA SAN’ATI INSTITUTI MARKAZLARI
ru: ЦЕНТРЫ УЗБЕКСКОГО НАЦИОНАЛЬНОГО ИНСТИТУТА МУЗЫКАЛЬНОГО ИСКУССТВА ИМЕНИ ЮНУСА РАДЖАБИ

source: BARCHA YANGILIKLAR
ru: ВСЕ НОВОСТИ

source: YUNUS RAJABIY NOMIDAGI O‘ZBEK MILLIY MUSIQA SAN’ATI INSTITUTI
ru: УЗБЕКСКИЙ НАЦИОНАЛЬНЫЙ ИНСТИТУТ МУЗЫКАЛЬНОГО ИСКУССТВА ИМЕНИ ЮНУСА РАДЖАБИ

source: Bosh sahifa
ru: Домашняя страница

source: Obuna bo`ling
ru: Подписаться

source: O`ZBEK MILLIY MUSIQA VA SAN'AT INSTITUTI
ru: УЗБЕКСКИЙ НАЦИОНАЛЬНЫЙ ИНСТИТУТ МУЗЫКИ И ИСКУССТВА

source: YANGILIKLAR
ru: НОВОСТИ

source: [BATAFSIL]
ru: [ДЕТАЛЬ]

source: Barcha yangliklar
ru: Все новости

source: FAKULTETLAR
ru: ФАКУЛЬТЕТЫ

source: KAFEDRALAR
ru: ОТДЕЛЫ

source: Talabalar soni
ru: Количество студентов

source: Professor — o`qtuvchilar
ru: Профессор - учителя

source: Kutubxona resurslari
ru: Ресурсы библиотеки
